{
  "title": "Зміст",
  "subsections": [
    {
      "title": "Навчання",
      "subsections": [
        {
          "section": "Система оцінювання та рейтинг",
          "subsections": [
            {
              "subsection": "Система оцінювання",
              "content": "<p>Система оцінювання - це комплекс вимог та методик, створених викладачем для оцінювання навчання студентів. <br> Оцінювання знань студентів здійснюється за 100-бальною шкалою (відповідно до системи ECTS). Результати роботи студентів впродовж навчального семестру оцінюються в ході поточного контролю в діапазоні від 1 до 50 балів (включно), а результати підсумкового контролю (заліку чи іспиту) оцінюються від 1 до 50 балів (включно). Оцінки системи ECTS від «А» до «Е» присвоюють за умови позитивного складання іспиту чи заліку. Мінімальна кількість балів для складання заліку чи іспиту - 51 бал (Е). [1] Систему переведення ECTS у 100-бальну застосовують таким чином:</p><ul class='list-disc ml-5'><li>поточного контролю, до якого входять всі види аудиторної роботи (лекції, семінарські, колоквіуми, індз, лабораторні);</li><li>підсумкового (семестрового) контролю у вигляді проведення семестрового екзамену чи оформлення заліку.</li></ul><p>Форми і методи проведення контролю, чіткі критерії оцінювання усіх видів навчальної роботи визначає силабус навчальної дисципліни. За інформаційну доступність матеріалів відповідає лектор, який на першому занятті зобов’язаний інформувати здобувачів освіти про методи та форми контролю, критерії його оцінювання. [2] У разі відсутності у навчальному силабусі такої інформації ми радимо звертатись до викладача чи порадника академічної групи. У випадку безрезультатності цих звернень - до студентського самоврядування, завідувача кафедри чи адміністрації факультету.</p>"
            },
            {
              "subsection": "Нарахування балів",
              "content": "<p>Нарахування балів відбувається протягом навчального семестру у системі деканат. Деякі з викладачів можуть не виставляти балів у систему до початку екзаменаційної сесії і вести облік у зручний для нього спосіб, але на вимогу студента викладач зобов’язаний надати інформацію про його поточний бал. Зменшувати суму балів, отриману здобувачами освіти за знання та вміння, через застосування штрафних санкцій за порушення дисципліни та інші дії, що не пов’язані з діагностикою рівня знань, умінь та навичок, заборонено.</p>"
            },
            {
              "subsection": "Проміжний контроль",
              "content": "<p>Проміжний контроль у вигляді модулів, контрольних робіт, тестів, колоквіумів тощо як атестація знань зі змістового модуля має на меті перевірку й оцінювання знань та умінь здобувачів вищої освіти після вивчення матеріалу з логічно завершеної частини дисципліни. До проміжного контролю відносяться:</p><ul class='list-disc ml-5'><li>Лекції, що начитує лектор, переважно без певної дискусії з аудиторією або певних опитувань.</li><li>Семінари — практичні заняття, спрямовані на поглиблене опрацювання теоретичного матеріалу. Найчастіше відбуваються в формі дискусії студентів з викладачем або студентських доповідей.</li><li>Колоквіуми — це види занять, коли викладач перевіряє засвоєння знань студентів. Колоквіум може проходити як в усному, так і письмовому вигляді.</li><li>ІНДЗ — індивідуально-навчально дослідницьке завдання/проєкт, яке студент має виконати під час семестру з певної навчальної дисципліни.</li><li>Лабораторні роботи — заняття, де студенти на практиці застосовують свої теоретичні знання та поглиблюють професійні навички; притаманні для природничих чи технічних спеціальностей. [2]</li></ul>"
            },
            {
              "subsection": "Сесія",
              "content": "<p>Сесія – це період, коли студенти отримують підсумкові бали із заліків та складають іспити. Розрізняють залікову та екзаменаційну сесії; за результатами останньої формується рейтинг успішності студентів державної форми навчання в межах одного курсу однієї спеціальності (потоку). Розклад проведення іспитів та заліків публікується заздалегідь на інформаційних ресурсах факультету. Перерва між сусідніми у розкладі іспитами становить не менше 2 днів. А більше про сесію з точки зору студентів факультету ви можете дізнатися з нашого відео <a href='https://youtu.be/vAKFPwVI6cA'>'Що таке сесія та як її пережити'.</a></p>"
            },
            {
              "subsection": "Заліки та іспити",
              "content": "<p>Іспити і заліки – це форми підсумкового контролю, метою яких є оцінка засвоєння студентом навчального матеріалу. <p><b>Залік</b> – це форма перевірки навичок і знань студентів, може проводитися як в усній, так і в письмовій формі. Спосіб атестації встановлюється викладачем. Заліковий тиждень проходить перед початком екзаменаційної сесії. Заліки не впливають на рейтинг успішності, за винятком диференційованих (оцінки за практики та курсові роботи) або ж враховуються при ламаному балі. [1] Залік дозволяє набрати 100 балів, протягом семестру на практичних, семінарських або лабораторних заняттях.</p> <p><b>Іспит (екзамен)</b> — це форма підсумкового контролю з окремої навчальної дисципліни за семестр. Семестрові екзамени складаються під час екзаменаційних сесій. Перед кожним екзаменом обов’язково проводиться консультація. Оцінки за іспити впливають на рейтинг успішності. [1] Іспит передбачає складання студентом в кінці семестру підсумкової роботи (власне, іспиту), який оцінюється у 50 балів зі 100. Відповідно, решту 50 балів можна набрати впродовж семестру. З 1 вересня 2023 року мінімальний рівень успішності студента, необхідний для допущення його до семестрового контролю (семестрового іспиту, захисту практики, курсової роботи), становить 15 балів.</p>"
            },
            {
              "subsection": "Талони",
              "content": "<p>Зазвичай талон вручають студентові під час сесії у випадку:</p><ul class='list-disc ml-5'><li>недопуску студента до іспиту через недостатню кількість балів, набраних протягом семестру;</li><li>неможливість закриття студентом заліку через недостатню кількість балів, набраних протягом семестру;</li><li>усунення студента від складання іспиту;</li><li>з поважної причини, що може бути доведена відповідними документами.</li></ul><p>Талон №1 видають у випадку відсутності студента на іспиті з поважної причини (при цьому студент зобов'язаний надати офіційні папери, що підтверджують причини його відсутності, наприклад, довідка про проблеми зі здоров’ям з лікарні, в якій ви перебували). У цьому випадку студент доскладає екзамен у період основної екзаменаційної сесії та може претендувати на стипендію.</p><p>Талон №2 студент отримує у разі настання однієї з трьох перших з перелічених вище подій. Фактично, це перездача, після якої, нагадуємо, студент державної форми навчання вже не зможе отримати стипендію. У випадку невдалої перездачі студента відправляють на талон К.</p><p>Талон К, або комісія — це останній шанс закрити сесію. Якщо ним не скористатися правильно, то слід очікувати на повторний курс з предмету чи відрахування. Для бюджетників це означає переведення на платну форму навчання.</p>"
            },
            {
              "subsection": "Апеляція",
              "content": "<p>Апеляція – це офіційне звернення студента з метою перегляду результатів контрольних заходів. Студенти мають право апелювати результати <b>підсумкового чи семестрового контролю, з дисципліни де формою контролю є іспит</b>.</p><p>Апеляційну заяву подає особисто здобувач освіти в деканат у письмовому вигляді не пізніше 16:00 наступного робочого дня після проведення контрольного заходу. Апеляцію розглядають на засіданні апеляційної комісії факультету не пізніше наступного робочого дня після її подання.</p><p><ul class='list-disc ml-5'>Склад апеляційної комісії:<li>Голова – декан факультету.</li><li>Заступник голови – заступник декана.</li><li>Члени комісії (не менше 3-х, один з яких - представник студентського самоврядування).</li><li>Секретар комісії​.</li></ul><p><ul class='list-disc ml-5'>Можливі рішення апеляційної комісії:<li>«Попередньо виставлена оцінка з дисципліни (назва дисципліни) відповідає рівню і якості виконаної роботи та не змінюється»;</li><li>«Попередньо виставлена оцінка з дисципліни (назва дисципліни) не відповідає рівню і якості виконаної роботи та збільшується на ... балів» (вказується нова оцінка відповідно до прийнятої системи оцінювання знань).</li></ul><p>При непогодженні здобувачем вищої освіти з результатами розгляду апеляції на факультетському рівні, останній вправі звернутися до загальноуніверситетської апеляційної комісії в день оголошення результатів апеляційною комісією факультету, але не пізніше 16:00 наступного робочого дня. Апеляційна заява до загальноуніверситетської апеляційної комісії подається ректору Університету. Рішення апеляційної комісії Університету є остаточним та оскарженню не підлягає.</p><p>Важливі моменти:<ul class='list-disc ml-5'><li>За бажанням здобувача вищої освіти, що подав апеляцію, він може бути присутнім при розгляді апеляційною комісією своєї заяви.</li><li>Додаткове опитування здобувача вищої освіти під час розгляду апеляції не допускається.<br>Варто наголосити, що у разі незгоди з оцінкою насамперед про це потрібно обговорити з викладачем. Також не варто боятися апелювати результат оцінювання, якщо ви впевнені у його несправедливості, адже апеляційна комісія може або збільшити оцінку, або залишити її без змін.</li></ul><p>Ви можете самостійно ознайомитися з положенням про апеляцію результатів контрольних заходів та знайти приклад заяви <a href='https://lnu.edu.ua/wp-content/uploads/2021/02/reg_appeal.pdf'>за посиланням</a>.</p>"
            },
            {
              "subsection": "Повторне вивчення дисциплін",
              "content": "<p>Повторне вивчення дисциплін - форма здобуття вищої освіти для студентів, які не ліквідували академічну заборгованість. Право на повторне вивчення окремих дисциплін (1, 2, 3 курси і 1-й семестр 4-го курсу ОР Бакалавр та 1 курс ОР Магістр) мають студенти, які не ліквідували академічну заборгованість не більше аніж з трьох навчальних дисциплін впродовж семестрового контролю та отримали погодження відповідної кафедри (циклової комісії). Правом на повторне вивчення окремих дисциплін студент може скористатися один раз впродовж усього періоду навчання за відповідним освітнім рівнем не більше аніж з трьох навчальних дисциплін за винятком останнього семестру, що припадає на випускний навчальний рік.</p>"
            },
            {
              "subsection": "Рейтинг успішності студентів",
              "content": "<p>Рейтинг успішності студентів - це рейтинговий список студентів денної форми навчання, які навчаються за державним замовленням, що формується наприкінці кожного навчального семестру та використовується для визначення стипендіатів у межах одного потоку.</p><p>Ліміт стипендіатів - це частка студентів денної форми навчання, які навчаються за державним замовленням на певному факультеті/в коледжі, курсі за певною спеціальністю (напрямом підготовки) і набувають право на призначення академічної стипендії до місяця завершення наступного семестрового контролю включно або завершення навчання. Ліміт стипендіатів затверджує Вчена рада Університету, тож в кінці кожного семестру потрібно слідкувати за інформацією у соціальних мережах студентського самоврядування. [1]</p><p>Ламаний бал з’являється тоді, коли в рейтингу успішності є декілька студентів, які знаходяться на межі ліміту стипендіатів та мають однаковий рейтинговий бал. У такому випадку для того, щоб визначити, кому дістанеться стипендія, Стипендіальна комісія факультету/коледжу враховує результати залікової сесії цих студентів. Якщо ж і ці результати однакові, до уваги беруться інші критерії (див.4.8.1. Правил призначення академічних стипендій в ЛНУ ім. Івана Франка). [1]</p>"
            },
            {
              "subsection": "Розрахунок та отримання стипендії",
              "content": "<p><a href='http://studviddil.lnu.edu.ua/akademichni-stypendii/'>Академічні стипендії</a> призначаються студентам за результатами навчання (екзаменаційної сесії) у попередньому навчальному семестрі. Загальний ліміт стипендіатів встановлюється у діапазоні 40-45% від кількості студентів денної форми навчання, які навчаються за державним замовленням на певній спеціальності (потоці). Ліміт стипендіатів-відмінників, які отримують підвищену стипендію, варіюється від 1 до 20% і встановлюється в кінці кожного навчального семестру.</p><p>Якщо ви згідно рейтингу успішності будете отримувати академічну стипендію, потрібно виготовити банківську карту для виплат у відділенні АТ КБ «ПриватБанк». Опісля цього довідку з реквізитами надіслати на електронну адресу: <a href='mailto:rekvizytylnu@gmail.com'>rekvizytylnu@gmail.com</a>. Дедлайн подачі реквізитів буде повідомлено додатково студентським самоврядуванням.</p><p>З подробицями процедури призначення академічних стипендій ви можете ознайомитися у документі з <a href='https://drive.google.com/file/d/1mIMKQm6pFppBIgxv69yctAhB3sTPSCwk/view?usp=sharing'>Правилами призначення академічних стипендій у Львівському національному університеті імені Івана Франка</a>. Академічні стипендії призначаються студентам за результатами навчання (екзаменаційної сесії) у попередньому навчальному семестрі. Загальний ліміт стипендіатів встановлюється у діапазоні 40-45% від кількості студентів денної форми навчання, які навчаються за державним замовленням на певній спеціальності (потоці). Ліміт стипендіатів-відмінників, які отримують підвищену стипендію, варіюється від 1 до 20% і встановлюється в кінці кожного навчального семестру. <br><a href='http://studviddil.lnu.edu.ua/sotsial-ni-stypendii/'>Соціальну стипендію</a> мають право отримувати студенти, які належать до соціально незахищених категорій та закрили сесію без заборгованостей (талонів). Для оформлення соціальної стипендії слід звертатися у переглянути <a href='http://studviddil.lnu.edu.ua/perelik-dokumentiv-dlia-otrymannia-sotsialnoi-stypendii/'>перелік документів для оформлення соціальної стипендії</a> та заповнити <a href='http://studviddil.lnu.edu.ua/v_umovah_karantynu/'>форму</a> чи занести відповідні документи у Сектор студентської підтримки (238 каб. у головному корпусі університету). </p>"
            },
            {
              "subsection": "Додаткові бали",
              "content": "<p>Додаткові бали нараховуються відповідно до порядку, що передбачений у Додатку №2 до <a href='https://drive.google.com/file/d/1mIMKQm6pFppBIgxv69yctAhB3sTPSCwk/view?usp=sharing'>Правил призначення академічних стипендій у Львівському національному університеті імені Івана Франка</a>.</p><p>Щоб отримати додаткові бали, потрібно написати заяву про нарахування додаткових балів та за необхідності додати до неї документи/матеріали, які підтверджують право студента на їх отримання. Відсутність заяви або відповідних додатків до неї у зазначені терміни означає автоматичну відмову в нарахуванні додаткових балів. Терміни подачі заяв на додаткові бали оголошуються в інформаційних ресурсах факультету.</p>"
            },
            {
              "subsection": "Перехід з контракту на бюджет",
              "content": "<p>Існує два способи переходу з контрактної форми навчання на бюджетну:</p><ol class='list-decimal ml-5'><li>За конкурсом на звільнені бюджетні місця (про їхню наявінсть повідомляє деканат).</li><li>За пільговою категорією.</li></ol><p>Переведення за конкурсом здійснюють відкрито за обов’язкової участі органів студентського самоврядування. У цьому випадку перевід відбувається за найкращими досягненнями у навчанні. До участі у конкурсі допускаються студенти, які не мають заборгованостей з оплати за навчання. З положенням про переведення можна ознайомитися <a href='https://drive.google.com/file/d/19-ZbPDerKhlRN2-ZhqgxeyXYWJQAyPbz/view'>за посиланням</a>.</p><p>За пільговою категорією на бюджетну форму навчання переводять студентів, що мають пільги, звернулися в деканат факультету та подали всі необхідні документи, після виділення Міністерством освіти та науки бюджетних місць.</p>"
            }
          ]
        },
        {
          "section": "Розклад",
          "subsections": [
            {
              "subsection": "Загальний опис",
              "content": "<p>Розклад занять та примітки до нього зазвичай публікують на <a href='https://electronics.lnu.edu.ua/students/career/'>офіційному сайті факультету</a> не пізніше, ніж за 10 робочих днів до початку навчання, проте ситуація може змінитися зі збільшенням навантаження на викладачів та великою кількістю студентів-першокурсників.</p><p>Також слід звикнути до такого розкладу дзвінків:</p><p>Не лякайтеся, побачивши 6-8 пари у розкладі! Наш факультет має власні корпуси для навчання, тому зазвичай пари у нас проводяться лише у першу зміну (до 15:00). Проте ситуація може змінюватися в залежності від поточної кількості груп на факультеті, тож чекайте на розклад занять.</p>"
            },
            {
              "subsection": "Як розшифрувати розклад",
              "content": "<p>Більшість пар проводяться щотижня, проте деякі – лише раз на два тижні або навіть на місяць. Для цього в розкладі слугують так звані “чисельник” та “знаменник”. Осінній семестр щороку починається з чисельника, перший тиждень весняного семестру завжди відповідає знаменнику. Якщо у розкладі дисципліна записана на всю клітинку - вона проводиться щотижня. Якщо дисципліна записана у верхній частині клітинки (у чисельнику) - проводиться у непарні тижні семестру, записана у нижній частині клітинки (у знаменнику) – у парні. Також деякі пари розділяються на 1-шу і 2-гу півпари (по 40 хвилин кожна) з різних предметів.</p><p>Для розмежування чисельника та знаменника, а також підгруп, використовують вертикальні та горизонтальні лінії. Ось що вони означають:</p><p>Викладання більшості курсів у очному режимі відбувається у двох корпусах – по вул. Драгоманова, 50 та вул. Тарнавського, 107. Фізкультура у спорткомплексі на вул. Черемшини, 31. Навчальні приміщення поділяються на аудиторії, комп'ютерні та спеціальні лабораторії. Аудиторії та спеціальні лабораторії позначено номерами без символу № на початку. Комп'ютерні лабораторії позначено номерами з символом № на початку.</p>"
            }
          ]
        },
        {
          "section": "Студентські активності",
          "subsections": [
            {
              "subsection": "ДВВС",
              "content": "<p>ДВВС розшифровується як “дисципліна вільного вибору студента”. Як ви вже здогадались з назви, вам надається можливість самостійно обрати предмет, який вас цікавить, та вивчати його протягом 1 семестру.</p><h3>Які обмеження у виборі ДВВС?</h3><ul class='list-disc ml-5'><li>ДВВС змінити не можна.</li><li>1 семестр = 1 ДВВС.</li><li>Мінімальна кількість студентів для проведення ДВВС – 25.</li><li>Максимальна кількість студентів для проведення ДВВС – 200.</li></ul><h3>Як обрати ДВВС?</h3><p>Ключовим у назві цієї дисципліни є “вільний вибір”, тобто з усього переліку ДВВС ви можете вибрати будь-яку дисципліну. Крім того, ДВВС – це можливість вивчати обраний предмет на будь-якому факультеті університету без прив’язки до вашої спеціальності.</p><h4>Етап 1</h4><p>Усі студенти перших та других курсів на початку березня в електронній системі деканат отримують можливість обрати дисципліни для вивчення у двох семестрах наступного навчального року.</p><h4>Етап 2</h4><p>Радимо спостерігати за процесом обрання ДВВС та кількістю студентів, що подали заявку на обрану вами дисципліну. Студентам, які не встигли обрати дисципліну, не змогли потрапити у ліміт з 200 осіб, або ж ті, чия бажана дисципліна не отримала мінімальну кількість у 25 заявок, мають змогу обрати ДВВС з у середині березня також в електронній системі деканат.</p><h4>Етап 3</h4><p>Студентів, що з тих чи інших причин не обрали ДВВС, буде зареєстровано на випадкову дисципліну зі списку.</p><p>ДВВС завжди закінчується заліком.</p>"
            },
            {
              "subsection": "Курсові роботи",
              "content": "<p>Курcова робота - це одна з форм самостійної роботи здобувача вищої освіти, метою якої є поглиблене дослідження конкретних наукових напрямів тем, що є складовими дисципліни, в межах якої виконується робота. Курсова робота є диференційованим заліком та бал за неї враховується у рейтинг стипендіантів.</p><p>Курсові роботи виконує кожен здобувач вищої освіти самостійно під керівництвом викладача (наукового керівника). Кінцевим етапом виконання курсової роботи є її захист перед комісією.</p><p>Курсові слід очікувати студентам бакалаврату:<ul class='list-disc ml-5'> <li>121 та 126 спеціальностей у 3 та 6 семестрах;</li> <li>122 спеціальності у 3 та 5 семестрах;</li> <li>171 та 176 спеціальностей у 6 та 8 семестрах.</li></ul> Та магістратурі на 122 спеціальності у 2 семестрі.</p><h3>Поради:</h3><ul class='list-disc ml-5'><li>Шукайте наукових керівників якнайшвидше, оскільки кількість студентів, що можуть перебувати під керівництвом одного викладача, обмежена.</li><li>Ознайомтесь з <a href='https://electronics.lnu.edu.ua/wp-content/uploads/Diploma_design.pdf'>вимогами до оформлення курсової роботи</a>. За потреби радимо уточнювати вимоги до виконання курсових робіт у керівника або відповідальної особи на кафедрі.</li><li>Використовуйте курсові роботи як можливість покращити свої практичні навички у сфері, що вас цікавить.</li></ul>"
            },
            {
              "subsection": "Розподіл по кафедрах",
              "content": "<p>Після закінчення другого курсу відбувається розподіл студентів по кафедрах та спеціалізаціях. Розподіл відбувається за середнім балом абсолютно всіх предметів за два роки навчання, що закінчувались іспитом чи диференційованим заліком.</p><p>Для 121, 122 та 126 спеціальності:</p><h3>Кафедра системного проектування</h3><p>Спеціалізується на науках про дані, машинному навчанні, технології штучного інтелекту, базах даних, веб- та мобільній розробці, хмарних технологіях.</p><h3>Кафедра оптоелектроніки та інформаційних технологій</h3><p>Спеціалізується на методах та системах штучного інтелекту, машинному навчанні, що включає в себе розпізнавання образів, обробку інформації; важливою складовою є науковий напрям, такий як комп'ютерна лінгвістика, теорія ігор; також кафедра займається теоріями управління та прийняття рішень.</p><h3>Кафедра радіоелектроніки та комп'ютерних систем</h3><p>Спеціалізується на розробці апаратних засобів, програмних продуктів та організаційних рішень у галузі інтелектуальних інформаційних технологій, в тому числі на вбудованих системах, галузі розумних рішень.</p><h3>Кафедра радіофізики та комп’ютерних технологій</h3><p>Спеціалізується на класичному програмуванні, програмуванні мікроконтролерів і роботі з вбудованими системами, а також побудові сучасних рішень Інтернету речей; надає можливість та обладнання для занять робототехнікою, комп’ютерним моделюванням та наноелектронікою.</p><p>Для 171 та 176 спеціальностей:</p><h3>Кафедра напівпровідникової та сенсорної електроніки</h3><p>Спеціалізується на дослідженні радіаційно-стимульованих процесів у діелектричних та напівпровідникових кристалах та структурах на їх основі, розробці та дослідженні нових матеріалів для сенсорів електромагнітного та іонізуючого випромінювання, фізиці і технології кристалофосфорів, розробці електронних еталонних вимірювачів фізичних величин.</p><h3>Кафедра фізичної та біомедичної електроніки</h3><p>Спеціалізується на дослідженні фізичних явищ на поверхні твердих тіл з метою створення поверхонь із заданими властивостями, вивченні явищ переносу електричного заряду в зразках нанометрової товщини, дослідженні електронних збуджень і власних центрів люмінесценції в кисневовмісних сцинтиляційних сполуках, вивченні оптичних властивостей біологічних об’єктів з метою створення пристроїв для медицини.</p>"
            },
            {
              "subsection": "Навчальна та переддипломна практика",
              "content": "<p>Навчальна та переддипломна практики проводяться з середини січня до перших чисел лютого в IT-компаніях та на факультеті. На практику до компаній-партнерів потрапляють ті студенти, що найкраще себе показують на групових проектах чи мають високі успіхи у навчанні.</p><p>Навчальна практика відбувається після першого семестру третього курсу і завдання на неї визначає керівник практики.</p><p>Переддипломна практика відбувається після першого семестру четвертого курсу і завдання на неї визначаються керівником дипломної роботи, тобто переддипломна практика - це початок роботи над вашою дипломною роботою.</p><p>Якщо ви працевлаштовані за фахом, то практику можна проходити у себе в компанії, перед цим звернувшись у деканат для підписання договору між факультетом та компанією про проходження практики. Ці дії потрібно зробити до початку листопада.</p>"
            },
            {
              "subsection": "Дипломна робота",
              "content": "<p>Дипломна (бакалаврська, магістерська) робота - це одна з форм самостійної роботи здобувача освіти та один з основних кроків для отримання відповідного ступеня здобувача освіти. За формою виконання вона наближена до курсової роботи. Обсяг, правила оформлення роботи, терміни і особливості здачі та захисту робіт можна дізнатися у наукового керівника або завідувача кафедри. Правила виготовлення фізичних примірників можна дізнатися у деканаті.</p><p>Оцінювання бакалаврської та розподіл балів між науковим керівником, рецензентом та комісією затверджує щорічно Вчена рада факультету.</p><p>Дипломні роботи обов’язково проходять процедуру перевірки на плагіат та дотримання принципів академічної доброчесності. Студенти, які вчасно не виправлять виявлені недоліки, та роботи яких за результатами перевірки матимуть певний відсоток співпадінь, що визначається Вченою радою, не допускаються до захисту.</p><p>Науковим керівником магістерської роботи студента може бути лише викладач, який має вчене звання “Доцент” або “Професор”. Науковим керівником бакалаврської роботи студента може бути будь-який викладач.</p><p>Зміст бакалаврської роботи містить у собі дослідження певної галузі у практичному її розумінні. Магістерська має містити у собі наукове дослідження з висновками та результатами проробленої роботи.</p>"
            },
            {
              "subsection": "Вступ на магістратуру",
              "content": "<p>Це те, що не є постійним та щороку має зміни, тому всю актуальну інформацію шукайте на сторінках університету.</p>"
            }
          ]
        }
      ]
    }, 
    {
      "title": "Супутні речі",
      "subsections": [
        {
          "section": "Електронне навчання",
          "subsections": [
            {
              "subsection": "Корпоративний акаунт",
              "content": "<p>Кожному студенту нашого університету надається власний корпоративний акаунт Microsoft. Після початку навчання першокурсникам на пошту приходять дані для входу в цей акаунт — корпоративна пошта та одноразовий пароль, а також інструкції для подальшої роботи з ним.</p><p>Якщо ви досі не отримали доступ до вашої корпоративної скриньки або маєте питання щодо неї, пишіть на адресу <a href='mailto:StudHelpOffice365@lnu.edu.ua'>StudHelpOffice365@lnu.edu.ua</a>.</p>"
            },
            {
              "subsection": "Електронний деканат",
              "content": "<p>Електронний деканат <a href='http://dekanat.lnu.edu.ua'>dekanat.lnu.edu.ua</a> - це ваша залікова книга та особистий кабінет у внутрішній системі університету. Саме тут ви зможете знайти свій індивідуальний план навчання на рік, дізнатись, які екзамени та заліки матимете протягом року, та найголовніше - дізнатися ваші оцінки з предметів.</p><p>Не забувайте періодично перевіряти ваш кабінет, оскільки тільки тут ви зможете побачити, чи виставлені ваші бали і чи вони правильні, навіть після того, коли ви вже склали залік чи іспит. За наявності питань чи зауважень стосовно виставлених балів або їхньої відсутності звертайтеся до викладачів з відповідних дисциплін.</p>"
            },
            {
              "subsection": "Платформа Moodle",
              "content": "<p>Moodle кафедри системного проєктування - це університетський Moodle, віртуальне освітнє середовище, створене для модерації предметів онлайн, поширення методичних матеріалів, здачі лабораторних робіт, тестів тощо, а також для проведення лекційних занять.</p><p>Альтернативно, викладачі можуть використовувати платформу Microsoft Teams для організації навчального процесу. Про платформу для проведення занять за необхідності викладачі повинні повідомити на початку навчального семестру.</p>"
            }
          ]
        },
        {
          "section": "Громадська та соціальна діяльність",
          "subsections": [
            {
              "subsection": "Студентський сенат ФЕКТ",
              "content": "<p>За захист прав студентів та організацію дозвілля в стінах факультету і не тільки відповідальне студентський сенат факультету, що складається зі Студентської ради та Профбюро студентів, які в свою чергу є частинками материнських організацій Студентського уряду та Профкому студентів відповідно на факультетському рівні.</p><p><h3>Чим ми займаємось?</h3></p><p>Основними завданнями студентського сенату факультету є організація навчальних та розважальних заходів, захист прав студентів та покращення студентського життя загалом. Без підтримки та зворотнього зв’язку з боку студентів факультету самоврядування не зможе функціонувати на належному рівні, тому з приводу будь-яких проблем та питань ви можете звертатись до будь-яких представників сенату, старост чи відповідальних осіб:</p><ul><li>Голова Студентської ради Фіняк Олег - <a href='https://t.me/Fiiniikk'>@Fiiniikk</a></li><li>Голова Профбюро студентів Куцан Віталій - <a href='https://t.me/v_kutsan'>@v_kutsan</a></li><li>Заступник Голови Студентської ради з питань студентства - <a href='https://t.me/Viva0_0'>@Viva0_0</a></li><li>Заступниця Голови Студентскої ради з питань гуртожику - <a href='https://t.me/hvirix'>@hvirix</a></li><li>Заступниця Голови Профбюро студентів - <a href='https://t.me/palyanuchkka'>@palyanuchkka</a></li><li>Заступник Голови Профбюро студентів - <a href='https://t.me/ifiwereyouiwouldfuckall'>@ifiwereyouiwouldfuckall</a></li><li>Операційна менеджерка сенату- <a href='https://t.me/Kkri_is'>@Kkri_is</a></li><li>Секретарка сенату - <a href='https://t.me/darafilya'>@darafilya</a></li></ul>"
            },
            {
              "subsection": "Студентський уряд",
              "content": "<p>Студентський уряд – виконавчий орган студентського самоврядування Львівського університету, що здійснює свою діяльність з 2005 року. Метою діяльності організації є захист прав та інтересів абсолютно всіх студентів, забезпечення їхньої участі в управлінні Університетом, а також створення можливостей для гармонійного інтелектуального і творчого розвитку студентства, сприяння національно-патріотичному вихованню і соціально-громадській активності студентів Університету. Свою діяльність організація здійснює відповідно до Конституції України, Закону України “Про вищу освіту” та власних нормативно-правових актів.</p>"
            },
            {
              "subsection": "Профком студентів",
              "content": "<p>Профспiлковий комітет (профком) студентів Львівського національного університету імені Івана Франка – громадська органiзацiя студентів Унiверситету, мета якої – представництво та захист навчальних, соціальних прав та iнтересiв своїх членiв. На кожному факультеті Університету працює профспілкове бюро (профбюро) студентів, склад якого обирають студенти на звітно-виборчих конференціях факультетів (коледжів). Профком сприяє навчанню студентів, створює необхідні умови для проживання та відпочинку, дбає про оздоровлення, співпрацює зі студентськими організаціями інших вищих навчальних закладів та молодіжними організаціями. Спільно з адміністрацією Університету проф­ком студентів надає цільові допомоги студентам пільгових категорій.</p>"
            },
            {
              "subsection": "Первинна профспілкова організація студентів",
              "content": "<p>Первинна профспілкова організація студентів – це добровільна неприбуткова громадська організація студентів Університету, метою якої є представництво, здійснення та захист навчальних, соціально-економічних прав та інтересів членів своєї організації. Членом профспілки може стати будь-який студент Університету денної форми навчання, який визнає Статут профспілки працівників освіти і науки України, подав заяву на вступ та регулярно сплачує профспілкові внески.</p>"
            },
            {
              "subsection": "Старостат",
              "content": "<p>Старостат - це форма студентського самоврядування на рівні академічних груп, у якій обраний студент (староста) займається захистом прав та інтересів своєї академічної групи, її інформуванням та постійною комунікацією з самоврядуванням факультету чи адміністрацією у разі виникнення питань чи проблем під час навчального процесу.</p><p><h3>Порядок обрання старост</h3></p><p>При вступі на навчання бакалаврату/магістратури староста обирається голосуванням або поданням Голови Студентської ради на початковий випробувальний термін тривалістю 1 місяць. Якщо після випробувального терміну немає інших кандидатів та звернень від студентів академічної групи про зміну старости, то староста залишається на своєму посту.</p><p>Після перерозподілу академічних груп по кафедрах старости обираються шляхом відкритого голосування з подачею результатів голосування Голові Студентської ради для інформування деканату про нових старост.</p><p><h3>Порядок зміни старости</h3></p><p>Староста може бути змінений у випадку:</p><ol class='list-decimal ml-5 mb-2'><li>Відрахування з університету.</li><li>За зверненням студентів академічної групи до Голови Студентської ради про зміну старости з аргументуванням позиції групи.</li><li>За власним бажанням за наявності іншої кандидатури чи заступника старости.</li><li>У випадку смерті.</li></ol><p>У разі відсутності зв’язку зі старостою протягом тижня чи звернення від групи про відсутність зв’язку зі старостою, Головою Студентської ради призначається тимчасово виконуючий обов’язки старости у випадку, якщо кандидатів чи заступників від групи немає, поки не будуть проведені нові вибори старости академічною групою.</p>"
            }
          ]
        },
        {
          "section": "Адміністрація факультету та університету",
          "subsections": [
            {
              "subsection": "Завідувачі кафедр",
              "content": "<p>Кафедра оптоелектроніки та інформаційних технологій - професор Кушнір Олег Степанович. Пошта: <a href=\"mailto:oleh.kushnir@lnu.edu.ua\">oleh.kushnir@lnu.edu.ua</a>.</p><p>Кафедра радіоелектронних і комп’ютерних систем - професор Оленич Ігор Богданович. Пошта: <a href=\"mailto:igor.olenych@lnu.edu.ua\">igor.olenych@lnu.edu.ua</a>.</p><p>Кафедра радіофізики та комп’ютерних технологій - доцент Карбовник Іван Дмитрович. Пошта: <a href=\"mailto:Ivan.Karbovnyk@lnu.edu.ua\">Ivan.Karbovnyk@lnu.edu.ua</a>.</p><p>Кафедра системного проектування - доцент Шувар Роман Ярославович. Пошта: <a href=\"mailto:roman.shuvar@lnu.edu.ua\">roman.shuvar@lnu.edu.ua</a>.</p><p>Кафедра сенсорної та напівпровідникової електроніки - професор Лучечко Андрій Петрович. Пошта: <a href=\"mailto:andriy.luchechko@lnu.edu.ua\">andriy.luchechko@lnu.edu.ua</a>.</p><p>Кафедра фізичної та біомедичної електроніки - професор Бордун Олег Михайлович. Пошта: <a href=\"mailto:oleh.bordun@lnu.edu.ua\">oleh.bordun@lnu.edu.ua</a>.</p>"
            },
            {
              "subsection": "Адміністрація факультету",
              "content": "<p>Декан факультету електроніки та комп'ютерних технологій - доцент кафедри оптоелектроніки та інформаційних технологій, кандидат фізико-математичних наук Фургала Юрій Михайлович. Пошта: <a href=\"mailto:yuriy.furhala@lnu.edu.ua\">yuriy.furhala@lnu.edu.ua</a>.</p><p>Заступник з наукової і навчально-виховної роботи - доцент кафедри радіофізики та комп’ютерних технологій, кандидат фізико-математичних наук Вельгош Сергій Романович. Пошта: <a href=\"mailto:serhiy.velhosh@lnu.edu.ua\">serhiy.velhosh@lnu.edu.ua</a>.</p><p>Заступниця декана з навчально-методичної роботи - доцент кафедри оптоелектроніки та інформаційних технологій, кандидат фізико-математичних наук Дуфанець Марта Василівна. Пошта: <a href=\"mailto:marta.dufanets@lnu.edu.ua\">marta.dufanets@lnu.edu.ua</a>.</p><p>Заступниця декана з інформаційного забезпечення освітнього процесу - асистент кафедри фізичної та біомедичної електроніки, інженер 1 категорії міжкафедральної обчислювальної лабораторії Кофлюк Ірина Миколаївна. Пошта: <a href=\"mailto:iryna.koflyuk@lnu.edu.ua\">iryna.koflyuk@lnu.edu.ua</a>.</p><p>Заступник декана з адміністративно-господарської роботи - завідувач міжфакультетської лабораторії дозиметрії та радіоекологічного моніторингу Дзендзелюк Орест Степанович. Пошта: <a href=\"mailto:orest.dzendzelyuk@lnu.edu.ua\">orest.dzendzelyuk@lnu.edu.ua</a>.</p>"
            },
            {
              "subsection": "Адміністрація університету",
              "content": "<p>Ректор Львівського національного університету імені Івана Франка, академік НАН України, заслужений професор Мельник Володимир Петрович. Пошта: <a href=\"mailto:volodymyr.melnyk@lnu.edu.ua\">volodymyr.melnyk@lnu.edu.ua</a>.</p><p>Перший проректор - кандидат економічних наук, доцент Гукалюк Андрій Федорович. Пошта: <a href=\"mailto:andrii.gukaliuk@lnu.edu.ua\">andrii.gukaliuk@lnu.edu.ua</a>.</p><p>Проректор з наукової роботи - академік НАН України, доктор хімічних наук, професор Гладишевський Роман Євгенович. Пошта: <a href=\"mailto:roman.gladyshevskii@lnu.edu.ua\">roman.gladyshevskii@lnu.edu.ua</a>.</p><p>Проректор з науково-педагогічної роботи та соціальних питань і розвитку - доктор історичних наук, професор Качмар Володимир Михайлович. Пошта: <a href=\"mailto:volodymyr.kachmar@lnu.edu.ua\">volodymyr.kachmar@lnu.edu.ua</a>.</p><p>Проректор з науково-педагогічної роботи та інформатизації - кандидат фізико-математичних наук, доцент, старший науковий співробітник Кухарський Віталій Михайлович. Пошта: <a href=\"mailto:vitaliy.kukharskyy@lnu.edu.ua\">vitaliy.kukharskyy@lnu.edu.ua</a>.</p><p>Проректор з навчально-виробничої та адміністративно-господарської роботи - кандидат фізико-математичних наук, доцент Курляк Василь Юрійович. Пошта: <a href=\"mailto:vasyl.kurlyak@lnu.edu.ua\">vasyl.kurlyak@lnu.edu.ua</a>.</p>"
            }
          ]
        },
        {
          "section": "Інше",
          "subsections": [
            {
              "subsection": "Оцінювання якості викладання навч. дисциплін",
              "content": "<p>Щосеместрове оцінювання викладачів - це вид оцінювання якості викладання навчальних дисциплін на факультеті, що проводиться адміністрацією спільно з самоврядуванням факультету шляхом заповнення студентами відповідних таблиць чи форм. Такі оцінювання є анонімними, а їхні результати оприлюднюються після повного закінчення екзаменаційної сесії з метою унеможливлення впливу результатів оцінювання на об’єктивність викладачів під час проведення навчального процесу.</p>"
            },
            {
              "subsection": "Гуртожиток",
              "content": "<p>Студенти нашого факультету проживають у гуртожитку №5, що знаходиться за адресою вул. Пасічна, 62Б, та у гуртожитку №9 по вул. Архипенка, 2. Варто зазначити, що студентам, які не претендують на поселення в один із вищеназваних гуртожитків через порівняно невелику віддаленість місця проживання, можуть бути запропоновані місця у інших гуртожитках.</p><p>Ознайомитися з вартістю проживання в гуртожитках ви можете <a href='http://students.lnu.edu.ua/campus/hurtozhytky/vartist-prozhyvannya/'>за посиланням</a>. Деякі категорії громадян можуть бути звільнені від оплати за проживання в гуртожитку. Дізнатися про це більше можна <a href='http://studviddil.lnu.edu.ua/pil-hove-prozhyvannia-v-hurtozhytku/'>за посиланням</a>.</p>"
            },
            {
              "subsection": "Оплата за навчання та гуртожиток",
              "content": "<p>Оплата за навчання здійснюється посеместрово за реквізитами, після чого квитанція про оплату надсилається на пошту деканату <a href=\"mailto:electronicsdekanat@gmail.com\">electronicsdekanat@gmail.com</a>. За потреби можна оформити помісячну оплату, звернувшись в деканат факультету.</p><p>Оплату потрібно здійснювати вчасно (до 25 серпня/січня в залежності від семестру), щоб уникнути нарахування стягнення за прострочення платежів. Вартість оплати за навчання та реквізити можна дізнатись за <a href='https://electronics.lnu.edu.ua/students/oplata-za-navchannia-2023-2024-n-r/'>відповідним розділом на сайті факультету</a>.</p>"
            },
            {
              "subsection": "EDUROAM",
              "content": "<p>Для під’єднання до університетської мережі Wi-Fі EDUROAM необхідно:</p><ol class='list-decimal ml-5'><li>Вибрати зі списку мережу EDUROAM.</li><li>Вказати свою корпоративну пошту (з доменом lnu.edu.ua).</li><li>Вказати пароль до своєї корпоративної пошти.</li></ol>"
            },
            {
              "subsection": "Академічна мобільність",
              "content": "<p>Наш факультет співпрацює з такими закордонними університетами:</p><ul class='list-disc ml-5'><li>Технічний університет м. Хемніца (Німеччина);</li><li>Варшавський університет (Польща);</li><li>Віденський технічний університет (Австрія);</li><li>Мюнхенський технічний університет (Німеччина).</li></ul><p>Більше інформації про академічну мобільність можна знайти на <a href='https://international.lnu.edu.ua/'>Сайті Відділу міжнародних зв’язків</a> та <a href='https://t.me/mobility_lnu_electronics'>каналі академічної мобільності</a> в Telegram. Ментор з академічної мобільності від студентів факультету - <a href='https://t.me/TarasKn'>@TarasKn</a>.</p>"
            },
            {
              "subsection": "Академічна відпустка",
              "content": "<p>Академічна відпустка - перерва у навчальному процесі, зумовлена визначеним переліком причин, під час якої студент отримує звільнення від відвідувань занять, здачі сесії на визначений час. Для оформлення академічної відпустки студент має написати заяву на ім'я ректора, де вказуються відповідні причини, та надати відповідні підтвердження. Академічну відпустку може брати студент, який навчається як на денній формі навчання, так і на заочній. Особи, яким надається академічна відпустка, не відраховуються з числа здобувачів вищої освіти.</p><p>Причини надання академічної відпустки:</p><ul class='list-disc ml-5'><li>за медичними показаннями, що унеможливлюють поєднання відновлювального лікування з навчанням;</li><li>у зв'язку з участю в програмі академічної мобільності - якщо навчання чи стажування в освітній або науковій установі (у тому числі іноземної держави) унеможливлює виконання учасником академічної мобільності індивідуального навчального плану за основним місцем навчання;</li><li>у зв'язку з призовом на військову службу;</li><li>у зв’язку з довгостроковим службовим відрядженням здобувача, який поєднує навчання з роботою;</li><li>у зв'язку із сімейними обставинами - перерва у навчанні, процедуру надання якої визначає Університет, та яка надається здобувачу вищої освіти на підставі його вмотивованої заяви на строк не більше одного року за весь період навчання за відповідним рівнем вищої освіти;</li><li>у зв'язку з вагітністю та пологами, доглядом за дитиною до досягнення нею трирічного віку;</li><li>якщо дитина здобувача вищої освіти згідно з медичним висновком потребує домашнього догляду до досягнення дитиною шестирічного, шістнадцятирічного, вісімнадцятирічного віку у випадках, встановлених пунктом 3 частини першої статті 25 Закону України «Про відпустки».</li></ul>"
            },
            {
              "subsection": "Де отримати довідки?",
              "content": "<p>Щоб отримати довідку про доходи (довідка про отримання стипендії) для здобувачів освіти, потрібно замовити її онлайн за посиланням: <a href=\"https://forms.office.com/Pages/ResponsePage.aspx?id=IoWicJuWH0W9sqv-o6qlv_FLnC9ys1JAoDcDl1ZHU25UNlpBVjNNVVFHS0EwTjhTUFhCU1BTWE5QMC4u\">онлайн форма</a>. Інформація про те, що довідка готова, надійде на електронну пошту студента.</p><p>Довідку про навчання можна отримати у деканаті факультету/коледжу.</p><p>Для отримання Довідки про здобувача освіти за даними єдиної державної електронної бази з питань освіти (Додаток 9 до ПОРЯДКУ проведення призову громадян на військову службу під час мобілізації, на особливий період) студент повинен заповнити форму за посиланням із вказанням наступних даних (вхід для заповнення форми відбувається лише за корпоративною адресою):</p><p>Обрати спосіб отримання довідки: надсилання на корпоративну адресу здобувача або отримання довідки особисто. Після надсилання форми довідка виготовляється протягом 2 робочих днів.</p><p>Здобувач може отримати Довідку особисто у Центрі підтримки студентських сервісів за адресою вул. Костюшка, 9, ауд. 8 з понеділка по п’ятницю (з 9:30 – 17:00 год., обідня перерва з 13:00 – 14:00 год.). Журнал реєстрації виданих довідок із підписами здобувачів передається у відділ військового обліку Університету.</p>"
            }
          ]
        }, {
          "section": "Корисна інформація",
          "subsections": [
            {
              "subsection": "Центр культури та дозвілля",
              "content": "<p>Координатором мистецьких заходів у Львівському університеті є Центр культури і дозвілля, що займається проведенням естетично-виховної роботи серед студентів і співробітників Університету, організацією роботи аматорських мистецьких колективів і гуртків, проведенням концертів, конкурсів, тематичних вечорів, посвят. Студенти мають можливість відвідувати низку гуртків, що діють при Університеті:</p><ul class='list-disc ml-5'><li><a href='http://cheremosh.lnu.edu.ua/'>Народний ансамбль пісні і танцю “Черемош”</a>.</li><li><a href='https://www.instagram.com/nko.lnu/?hl=uk'>Народний камерний оркестр</a>.</li><li><a href='https://www.instagram.com/zorianytsia_/'>Народна капела бандуристок “Зоряниця”</a>.</li><li><a href='https://www.instagram.com/lira_ukraine/?hl=en'>Народний дівочий хор “Ліра”</a>.</li><li><a href='http://centres.lnu.edu.ua/culture-and-leisure/collectives/fantasy/'>Народний ансамбль сучасного танцю “Fantazy”</a>.</li></ul>"
            },
            {
              "subsection": "Психологічна служба університету",
              "content": "<p>Психологічна служба ЛНУ ім. Івана Франка надає допомогу всім учасникам навчально-виховного процесу в їхній діяльності - навчанні, вихованні, розвитку і формуванні, застосовуючи свої специфічні методи і прийоми. Психологічна служба співпрацює з порадниками академічних груп, студентським урядом, усіма структурними підрозділами університету, веде роботу з сім’ями мобілізованих працівників, навчальну роботу зі студентами-психологами з метою розвитку практичних навичок та якісної професійної підготовки молодих спеціалістів. Для студентів та працівників ЛНУ участь у всіх формах роботи безкоштовна.</p><p>Адреса: вул. Коперника 3, факультет управління фінансами та бізнесу, ауд. 513.<br>Телефон: +38063 038 3738, еmail: <a href=\"mailto:psysluzhba.lnu@gmail.com\">psysluzhba.lnu@gmail.com</a>.<br>Завідувач: Незабитовська Світлана Вікторівна.</p>"
            },
            {
              "subsection": "Юридична клініка",
              "content": "<p>Кожен студент може звернутися за консультацією у питаннях, що стосуються права до Лабораторії практичного права «Юридична клініка», де йому нададуть якісну, швидку та, що не менш важливо, безоплатну правову допомогу.</p><p>Адреса: м. Львів, вул. Січових Стільців, 14 (юридичний факультет, ауд. 417).<br>Графік роботи: понеділок - п’ятниця, 11.00 - 13.00.<br>Контактні дані: 093 62 33 917, 093 96 09 080, або ж звертайтесь через повідомлення у соціальних мережах Лабораторії практичного права «Юридична клініка».</p>"
            },
            {
              "subsection": "Відділ військового обліку",
              "content": "<p>Відділ військового обліку здійснює військово-мобілізаційну роботу в Університеті, веде персональний облік військовозобов’язаних, призовників та резервістів, які працюють або навчаються в Університеті, готує звіти про стан мобілізаційної підготовки, проводить роз´яснювальну та виховну роботу серед військовозобов´язаних студентів та співробітників Університету, готує та видає довідки про відстрочку від призову.</p><p>Працівники відділу військового обліку:<br>Говенко Ігор Ярославович - начальник відділу.<br>Бабій Василь Іванович - фахівець.<br>Телефон.: +38 (032) 239-47-59, адреса: м. Львів, вул. Дорошенка, 41.</p>"
            },
            {
              "subsection": "Наукова бібліотека",
              "content": "<p>Реєстраційна форма читача Наукової бібліотеки ЛНУ ім. Івана Франка розміщена за посиланням: <a href=\"https://www.lnulibrary.lviv.ua/korystuvacham/staty_chytachem/\">реєстрація читача</a>. Зареєструватися можна дистанційно та в самій бібліотеці. Після реєстрації ви отримаєте унікальний код читача, який потрібно буде показати при вході в бібліотеку на пункті охорони. Під час першого візиту до бібліотеки візьміть з собою паспорт, аби підтвердити реєстрацію.</p>"
            }
          ]
        }                
      ]
    }
  ]
}